package com.craffic.convey.jobserver.constant;

public class OAConstant {

    public static final String FIRST_NAME = "赵钱孙李周吴郑王冯陈褚卫蒋沈韩杨朱秦尤许何吕施张孔曹严华金魏陶姜戚谢邹喻柏水窦章云苏潘葛奚范彭郎鲁韦昌马苗凤花方俞任" +
                                            "费廉岑薛雷贺倪汤滕殷罗毕郝邬安常乐于时傅皮卞齐康伍余元卜顾孟平黄和穆萧尹姚邵湛汪祁毛禹狄米贝明臧计伏成戴谈宋茅庞熊纪" +
                                            "杜阮蓝闵席季麻强贾路娄危江童颜郭梅盛林刁钟徐邱骆师巩厍聂晁勾敖融冷唐辛阚那简饶空曾毋沙乜养鞠须丰巢关蒯相查后荆红项祝" +
                                            "高夏蔡田樊胡凌霍虞万支柯昝管卢莫经房裘缪干解应宗丁宣贲邓郁单杭洪包诸左石崔吉钮龚程嵇邢滑裴陆荣翁荀羊於惠甄曲家封酆鲍" +
                                            "井段富巫乌焦巴弓牧隗山谷车侯宓蓬全郗班仰秋仲伊宫宁仇栾暴甘钭厉戎祖武符刘景詹束龙叶幸司韶郜黎薄印宿白怀蒲邰从鄂袁柳史" +
                                            "池乔阴郁胥能苍双闻莘党翟谭贡劳逄姬申扶堵冉宰郦雍却璩桑桂濮牛寿通边扈燕冀郏浦尚农温别庄晏柴瞿阎充慕连茹习宦艾鱼容舒屈" +
                                            "暨居衡步都耿满弘匡国文寇广禄阙东欧殳沃利蔚越夔隆向古易慎戈廖庾终索咸籍赖卓蔺屠蒙芮羿储靳汲邴糜松游竺权逯盖益桓公董梁";


    public static final String BOY_NAME = "彬轩含蒲乒虚行亭仑蓝影韬函克盛衡芝晗昊诗琦至涵伦时映志菱纶士永致嘉旷示咏智安轮世勇中昂律业友忠敖齐轼桓林言群书有宣颁略" +
            "伟骢州清宏充佑洲庭马濮丹乐邦迈卫平乾榜宸蔚旲东宝昴树材纪保茂泓棋竹葆浩魏妤铸劻玫晔渝壮羚阳文瑜卓掣奎船与萱豹梅汶旭濯驾和航宇孜邶望武羽崊霆美希雨淑冰蒙才" +
            "凰腾备密溪泰子辈冕帅语茜蓓淼曦玉梓弼民奇禾综碧洋霞连祖厚晨先昱选昪旻虹朔济彪淏贤儋冬龄馗娴钰栋飙传舷御端澜然磊裕段挺名春誉天飚明灏堂碫莱鸣双渊琳坚茗一元" +
            "倩宾村宪辉铎妍铭献彭思策谋祥序伯骞牧翔启恩建慕向沅发汗穆骁溓帆健恒洪媛汉键威晓源冀勒成笑远弘龙仁蕾棠凡江魁伊德方城铿顺月飞萍皓朴悦学骄楠啸绪强鲛妮勰跃霖" +
            "劼宁兵越芬杰弩淳起丰洁攀心云风柴旁昕会沣婕薇欣良泊同沛新芸川悍佩依颇封金松鸿耘峰岩日竦韵勋辰朋沂坤骥晴岚怡泽锋津荣信增澔锦容立波乔瑾鹏宜登凤进铖达承豪晋" +
            "榕华展福菁韦以章俯彤融来彰恬景力亿涛辅炎茹义梁迅璟儒瀚浦富禅采艺基澉颔襦星钊刚庆锐议昭博珑斌亦照纲敬瑞佚哲合靖澎励喆佳驹睿易绮钢聚垒奕真苓万尧益臻阔颜若" +
            "淇焘聪涓飒骅沧罡娟弛朗帝高军森兴缜歌钧砂大畅弓筠山谊亮功丞河逸稹巩全善意舱固俊超溢振钦隆频毅朕冠翰候利谦部彦为茵震谱韩劭英理廷昌绍琪滔家骏社雄镇凌珺升崇" +
            "征光竣生鹰正广凯圣迎诤晷铠驰寒政贵康胜桦琛国泉晟盈殿海科礼代之卿诚耀滢吉鑫谚亨瀛舜延可维逸";

    public static final String GIRL_NAME = "春暖冬英红盏媛瑾茗琴纨秋飘月卿妍希娣颖莺艳慧倩雁惠兰薇婉真叶雅淑昭洁君娜凡聪融娟珍婵曼芊涟娴纯姣灵蕊苑雅英雨嘉璐璧岚彩" +
            "馥红晶琼育琦怡玉岚琳素梅琰巧桂瑗莓毓姯依媛露娆莎娅洁水宁霞云莎咏璧霞娅露欣梦羽滢韵婵眉澜冰纯嘉春璐毓雪珊贞琬佳静芬荷珍融翠菊蕊蓓娴苑萍妹悦燕菁馨香芝芳勤艺" +
            "婕瑶茜仪凤蓉玲莲爱美霭瑾聪妙韵昭蔓黛宁青卿嫣琬娥丹莉园环瑞锦沫妍";
}
